In [10]:
import pandas as pd

#데이터프레임생성하기

data = {
'Name': ['Alice','Bob','Charlie','David','Eve'],
'Age': [24,27,22,32,29],
'City': ['New York', 'Los Angelos', 'Chicago', 'Houston','Phoenix']
}

dfData = pd.DataFrame(data)
dfData

      Name  Age         City
0    Alice   24     New York
1      Bob   27  Los Angelos
2  Charlie   22      Chicago
3    David   32      Houston
4      Eve   29      Phoenix